Repository: mozilla-l10n/mt-training-data
Catalog: gig/gig_pontoon.tmx
Source language: en_us
Languages: gig

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
gig: هم يڪيٚن رآکآنٚ ڇآنٚ تو موٽي آئينٚ آوآمي توري پر موجود آوآز ڊيٽآ سيٽ ميشيني ريٚ سکيآ پر پآبند تڪريٚر ٽيڪنآلآجي مين جزبي آئينٚ تندرستي تجربي موڪآبلي پر هووي ڇي۔ ايٚ ايڪ موٽي ڪوشش ڇي آئينٚ هم سبون ني آئيٚري دآوت ڌي ريٚ ڇآن همآرو مڪسد تڪريٚر ٽيڪنآلآجي ني وڌيڪ بهڙي ڪري مينٚ مدد ۮيڻو ڇي ،دونيآ ري آوآزي ني زآر ڪرڻو

source: Website Localization
gig: ويب سائڊي ني آم ڪرڻوٚ

source: Websites
gig: ويب سآئيٽونٚ

source: We couldn’t find that page for you
gig: هم تمآ سآرو او پنآ ڪونيٚ ڊونٚڊ سڪآنٚ

source: We couldn’t get any audio clips for you to listen to. Please try again later.
gig: هم تمآري سوڻي سآرو آديو ڪلپ ڪوني حاصل ڪر سکآن ٻآن ۔مهربآني ڪرين ۮوبآرا ڪوشش ڪرو

source: We couldn’t get any sentences for you to speak. Please try again later.
gig: هم ني تمآ سون ٻولير ڪوئي جملو ڪوني ميل سکيو ۔مهربآني ڪرين ڌوبآرا ڪوشش ڪرو

source: Weekly
gig: هڦتآ پر

source: Weekly Goal
gig: هڦتآ رو مڪسد

source: We launch the Common Voice site in this language.
gig: اي ٻولي ني ڪآمن وآئيس مين زآئير ڪر رئي ڇآن

source: Welcome { $company } staff!
gig: اسٽآڦ { $company } بلي ڪرين آئي

source: Welcome to Common Voice
gig: آم آوآزي مينٚ مهربآنيٚ

source: Welcome to Spontaneous Speech
gig: بي سآکته تڪريري مين ڀلي ڪرين آئين

source: Welsh
gig: ويلش ٻوٚلي

source: We may have run out of clips - refresh the page, or try again later.
gig: شآهيد همآ ڪني ڪلپس کتم هوگئي ڇي صفين ريفريش ڪرو يا ڌوبآرا ڪوشش ڪرو

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
gig: همني شآهيد اي درڪآش نآ ملي ڇي ۔مهربآني ڪرين همني سڌو اي ميل ڪرو </emailLink> { $email } <emailLink> آئين هم تمآ سآمون وآپسي آيآن

source: We periodically release the dataset
gig: هم وکت بي وکت ڊيٽآ سيٽ ڏيتي رهوآن ڇآن ۔

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
gig: هم تمآريٚ مهلومآتي نيٚ ڌيآنيٚ سونٚ سمبآلي رو وآئيدو ڪرآنٚ ڇآنٚ <privacyLink>وڌيڪ پڙو همآريٚ </privacyLink>رآزي وآڙو نوٽيس

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
gig: هم ايڪ کوٚلو زريو ٺآريٚ ڇآنٚ ، آوآزي نيٚ گھڻ ، ٻوٚليٚ ڊيٽآ سيٽ جڪو هر ڪوئيٚ استهمآل ڪر سڪي ڇي،تڪرير،ڦيٚل هووڙآ ايپليٚڪيشنيٚن سئيٚ ڪري سآرو

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
gig: هم آواري ايڪ کوٚلي سورس ڊيٽآسيٽ نيٚ ڪراوٚڊ سورس ڪر ريٚ ڇآنٚ۔ آپيرو آوآز ۮينوٚ ڙو ڇيٚ۔ ۮوجھي منک ريٚ ڪلپس نيٚ سئيٚ ڪرو ڊيٽآسيٽيٚ ني سبو سارو سُٺو بڻآئو۔

source: We’re experiencing unexpected downtime
gig: هم اميٚدي سونٚ تجربو ڪر ري ڇآنٚ

source: We're going out to get coffee.
gig: هم ٻآري جآري ڇآنٚ چآنه لي سآرو

source: We’re going out to get coffee.
gig: هم چآئي پيئن ڀآري جآري ڇآن

source: We release the dataset every 3 months.
gig: همني هر تين مهينا مين ڊيٽآسيٽ ڇوڙ ڻي ڇي

source: We're making some big changes
gig: هم وڌيڪ تبديلي لآ رهي ڇآن

source: We're receiving a lot of traffic and are currently investigating the issues.
gig: همنيٚ جآم گھڻيٚ رش ميل ريٚ ڇي ،آئينٚ او ٽيم هم مسلي ريٚ جآچ ڪر رهي ڇآن

source: We’re sorry, your platform is not currently supported.
gig: مآف ڪرو تمآرو پليٽ فارم اي وٽيم سپورٽ هو وڙآ ڪوني ڇي

source: Western Highland Purepecha
gig: ويستريٚن هآئيٚلنڊ پيريٚپچآ

source: Western Penan
gig: ايٚسترن پنن

source: Western Sierra Puebla Nahuatl
gig: مگربيٚ سيرآ پيبلآ نو هآٽلآ

source: Westphalian
gig: ويسٽ ڦآليٚن

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
gig: هم ترجمي سآرو موزيلآ ٽول استهمآل ڪرآنٚ ڇآنٚ جينيٚ ڪيٚ يوٚڇي ۔ پونٽون مينٚ ڪتريٚ ئي ٻوٚلئي </pontoonLink> پونٽون <pontoonLink> ڇي آپيريٚ ٻوٚلي ميلآئيٚ <pontoonRequestLink> پرجۮي اوٚ تمآريٚ ڪونيٚ ڇي توٚ تم ڪر سڪوٚ ڇو</pontoonRequestLink> ڪري ريٚ درخوآست اوٚسونٚ پڇي ٻوٚلي ني آم آوآزپروجيڪٽ سوروڪري سآرو </githubRepoLink> اوني نئي ٻوٚلي ريٚ درخوآست ڪرو<githubRepoLink> GitHub </localizationFragment> سآئيٽ نيٚ ترجمي پر وڌيڪ ۮيکو۔<localizationFragment>

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
gig: هم ٿوڙيٚ بدليٚئي ڪيٚۮي ڇآنٚ،ڊيلٽآ هيسو سرڦ آکري ٚرليزي سونٚ لين </deltaLink>ايٚ ڪآميٚ سآرو وڌيٚڪ پڙو<deltaLink> سب سونٚ تآزي ڪلپيٚ پردآرو مدآر ڇي،

source: We've run out of sentences to record in this language...
gig: اي زبآني مين جملآ ليکي سآرو ختم هوگيي ڇي

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
gig: هم چآوآنٚ ڇآنٚ ڪيٚ تڪرير ريٚ مآڊل سوٚٺيٚ هوويٚ ڪيٚ ٻوٚلي وآڙونٚ نيٚ مختليڦ رينجيٚ نيٚ سمجهيٚ مينٚ ايٚ يونٚ هوئيٚ سآرو ايڪ آوآز ڊيٽآسيٽ نيٚ ڪترآئيٚ مختليڦ منکون ريٚ مدد ڪرڻي کپيٚ۔

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
gig: هم چآوآن ڇآن ڪه مشين لرننگ الگورٿم مختليف ڪسمي ري آسي پآسي رو منزري ني سنڀالي ري ڪآبل هووي ائين تيز آوازي ني ڪبول ڪر سگھو هان پر اوي تمني مڪمل سوڻي سون روڪي چوپچآپ نزارو ائين مزايا بهي ٿيڪ ڇي ۔اتري مزايا جيڪو تمني لفز سوڻي سون روڪ سگھي ۔او ڪو ني ڇي ۔

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
gig: ڪهني ڪلپ ني رد ڪري سون پهلي خيآل ڪرو اونبيادي پر ڪوئي لفز گلت ڪيو گيو هووي اور دڀآو سون ڀآري يا گلت جگآ پر رکيو هووي شاهد ڪوئي نشان نضر انداز ڪيڌو هووي ۔ڌنيا مين مختليف اکر ڇي ائين ڪآفي مڪآمي برادري مين استحمال هو وي ڇِي ۔ايڪ اسو ڌائرو ٻائو جنهن مين ڪوئي مختليف لفز هووي۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
gig: هم جلدي تمآري زبآنين ڪآمن وآئس مينٚ سآمل ڪرين وديڪ سمجهي سآرو رآبتيم رييآن

source: We will be in touch with more information as it becomes available.
gig: هم وڌيڪ مهلومآتي سون رآپتي مين ري يآن جي يو اي دستيآب هووي

source: We will not make your email public.
gig: هم تمآري ري اي ميلي ني آوآمي ڪوني ڪريآنٚ

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
gig: هم ڊيٽآ سيٽي مين تمآري آوآزي ري ريڪآڊنگي ني هٽآئي سآرو درکوآشي رو جآئزو لييآن ، جيڪۮي تمآري درکوآش منزور ڪي گئي ڇي ،هم اسون رآپتو ڪريآن ،جيڪو ڊيٽآ سيٽ ڊآئون لوڊ ڪيۮو ڇي ،آئين درکوآش ڪريآن تو او تمآري آوآزي ري ريڪآڊنگي ني هٺآ ڏيوي۔

source: We will show you a prompt or question
gig: هم تمآني ايڪ سوآل يآ هآيت ڏيکآيآن۔

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
gig: هم نبيآدي ،سول سوسآئيٽي آئين ڀآئيوآري سون ميلين ڪآم ڪرو ڇو انٽرنيٽ ني پروگرآمآتي ڪآم <programmaticWork> ايڪ سهت مند جڳه ،کآس ڌيآني سون اوگھمڻو آڦريڪآ پر ۔همآري بآري وڌيڪ جآڻو</programmaticWork>

source: What is a language on Common Voice?
gig: آم آوآزيٚ پر ٻوٚلي ڪآئيٚ ڇي۔

source: What issues are you experiencing with this content?
gig: اي جملي مين ڪوئي مسلو سامو آوي ڇي

source: What issues are you experiencing with this sentence?
gig: اي جملي مين ڪوئي مسلو سامو آوي ڇي

source: What is your age?
gig: تآر اومر ڪآئي ڇيَ

source: What is your sex or gender?
gig: تآر جنس ڪسي ڇيَ

source: What kind of goal do you want to build?
gig: تم ڪسي ڪسميٚ رومڪسد ٺآڻو چآئو ڇو۔

source: What makes a good question?
gig: ڪآئين ايڪ سٺو سوآل ٺيوي ڇي

source: What needs to be in my file?
gig: مآري فائلي مين ڪآئي هوئڻ کپي

source: What questions can I add?
gig: مين ڪسي جملآ ميلآ سکو ن ڇون

source: What sentences can I add?
gig: مين ڪسي جملآ ميلآ سکو ن ڇون

source: What’s inside the Common Voice dataset?
gig: آم آوآزي ريٚ ڊيٽآسيٽي ريٚ اندر ڪآئيٚ ڇي

source: What's Public?
gig: آوآمي ڪآئينٚ ڇي۔

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
gig: جۮيٚ ايڪ ليکيٚ ايڪ وآئيس ڪلپ نيٚ رد ڪريٚ ڇي ڪيٚ اوٚ لين مينٚ وآپسيٚ آويٚ ڇي جۮيٚ ۮوجو چڪر رد ڪرڏيويٚ آوآز ڪلپ ڪلپ مونٚڪآمونٚ سآمونٚ روآنوٚ ڪر ڪآڙيٚ ڇي۔

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
gig: سوڻيڻ ٿيم گھڻو ڌياني سون چيڪ ڪرو ڪ جيڪو رڪود ڪيڌو گيو ڇي او بلڪل سئي ڇي ۔ني پڇي ٿوڙي سي بهي گلتي هو وي تو اوني رد ڪرو

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
gig: جۮي تم آپيري ريڪوڊنگ ري درڪآش ڪرو ڇو ،هم ونوني ايڪ يآ گھڻي زپ ڦآئيلي مين بهڙي ڪرآن ڇآن ،اٺي تمآري مآزي ري درڪآش ڇي۔

source: Which variant of { $language } do you speak?
gig: تم ڪسي ڪسمي ري { $language } ٻولو ڇو۔

source: Why ?
gig: ڪآ

source: Why a profile?
gig: پروڦآئيل ڪآ؟

source: Why are you asking?
gig: تو ڪآ ٻوجھ رو ڇي

source: Why Common Voice?
gig: آم آوآز ڪآ

source: Why does this matter?
gig: اي مهآملوڪآ هويو

source: Why we built this Spontaneous Speech prototype
gig: هم اي Spontaneous Speech پروٽوٽآئپ ڪآ ٺآيو۔

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
gig: پروفائل سون تم تمآ ري ٽرڪ رک سڪو ڇو ائين وآئس ۮيٽا مين هسو لين برادري مين لي سگھو ڇو

source: Wixarika
gig: ويسآريٚڪآ

source: Wixárika
gig: ويسآريٚڪآ

source: Wolof
gig: وولوڦ

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
gig: ڪآئي تم گزآرش ڪرڻو چآئو ڇو تو آپيري آوازي ري رڪآڊنگي ني ڊليٽ ڪر ڪآڙي ،يآ تم اوني آم وآئس ڊيٽآ سيٽي مين رکڻو پسند ڪرو ڇو؛

source: Write
gig: لکڻو

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
gig: اين منک جيڪو ڪيوي او بلڪل ليکو ، جنهن مين 'um' يآ 'errr'. اسي لڦز بهڙي ڇي۔

source: Write down what you hear the person saying here
gig: اٺي جيڪو تم سوڻو ڇو ، او ليکو۔

source: Write options menu
gig: سئي مينيو لکو

source: Xhosa
gig: هوسآ

source: Xitsonga
gig: زٽسونگآ

source: y
gig: وآئي

source: Y
gig: وآئي

source: Yaqui
gig: يآڪوئيٚ

source: Yes
gig: هآنجي هآنٚ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
gig: هآن مني اي ميل ميهل مين ڪآمن وآئس پروجيڪٽي رئ سمجه رکڻو چآهون ڇون

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
gig: هآن مني اي ميل ميهل مين ڪآمن وآئس پروجيڪٽي رئ سمجه رکڻو چآهون ڇون

source: Yiddish
gig: يدش

source: Yoruba
gig: يوروبآ

source: You
gig: تم

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
gig: ڊآئون لوڊ ڪري وآڙي آگي وڌو؟ </size> GB { $size }<size> تم

source: You are prepared to initiate a download of <b>{ $size }</b>
gig: تم تيٚيآرڇو ڊآئونٚ لوڊ سورو ڪري سآرو</b>{ $size }<b>

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
gig: </writePageLink> پنآ ليٚکو <writePageLink> تم پر جملآ</reviewPageLink> ۮيٚکڻو پنآ <reviewPageLink> پر جملآ بهڙي ڪرسڪآنٚ ڇآنٚ۔ يآ اوٚ روٚ هيسو لئوٚ۔

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
gig: تم بي نڪل ڪر سڪو ڇو سڌو ني آپيرو پسندي سون ڊآئون لوڊ مئنيجر مين URLs 12 ڪلآڪي مين کتم هو جآئي ،پر تم ڪي بي وکت نئي ٺآئي سآرو اي پنآ پر وآپي آ سڪو ڇو۔

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
gig: تم ڪي بورڊ شآرٽ ڪٽ ڀي استمآل ڪر سکو ڇو{ sc-review-form-button-approve-shortcut } رد ڪري سآرو { sc-review-form-button-reject-shortcut } ڇوڙي سآرون { sc-review-form-button-skip-shortcut }

source: You can choose to make your username public or anonymous.
gig: تم چونڊ سڪو ڇي آپيريوزري رو نآم آوآمي يآ گمنآم ڪري سآرو

source: You can find <examplePromptsLink>120 example prompts in this sheet.</examplePromptsLink>
gig: تم اي سيٽي مين <examplePromptsLink> 120 ميسآلي پر امپٽس ڊونڊ سڪو ڇو</examplePromptsLink>

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
gig: تم جآ سڪو ڇو۔ datasets <datasetsPage> جيڪو تم چآئواو ورجن آئينٚ ٻوٚلي چونڊو آئينٚ اونيٚ ڊآئونٚ لوڊ ڪرو ڦآئلي</datasetsPage>پنآ ڇي ،جييٚو ڊيموگرآڦڪ جآڻ آئينٚ سمجه </metadataLink> ويروڙي ميٽآڊيٽآ <metadataLink> مينٚ وآڙي ڊيٽآ ۔ تم نيٚ ڊيٽآ سيٽ ڊائونٚ لوڊ ڪري سآرو اي ميل ميلي ريٚ زرورت هووٚي ڇي

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
gig: تم مدد ڪر سڪو ڇو ايڪ متنوه ،کولوڙآ سورس ڊيٽآ سيٽ ٺآئي سآرو ايڪ آم وآئيس پروڦآئيل ٺآن آئينٚ آپيرو آوآز بهڙو ڪرو

source: You can meet others in the Mozilla language communities by joining <discordLink>Discord</discordLink> or <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
gig: تم موزيلآ ٻوٚلي نيٚ برآدريٚ مينٚ ۮوجونٚ سونٚ ملآڪآت ڪر سگھونٚ ڇونٚ ۔مينٚ بهڙو هون بنيآديٚ وآتيٚ سآرو يآ <discourseLink> Discourseجلدي سلآ ليٚ سآرو</discourseLink>ٚٚ<matrixLink>Matrix</matrixLink>

source: You cannot add multiple sentences for a single submission
gig: تم ايڪ اي جمآ ڪرآئي سارو وڌيڪ جملآ شاميل ڪوني ڪر سکو ڇو

source: You cannot request your recordings while another request is already in progress.
gig: تم آپيري رڪآرڊنگي ري درکوآش ڪوني ڪر سڪو جۮي تو ۮوجھي درکوآش آگي اي جآري ڇي۔

source: You can request a new takeout of your recordings every { $days } days.
gig: ۮني مين تمآري ريڪآڊنگي ري نئين ٽيڪ { $days } تم هر آئوٽ ري درکوآش ڪر سڪآن ڇآن

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
gig: تم منکونٚ ريٚ مدد ڪريم مدد ڏيٚ سآرو وآڪيٚ يآ ميل سڪو ڇو۔او تمآري سوچي سون وڌيڪ آسان ڇي۔ تم اوٚ ڪرسڪو ڇو۔آن لآئن وڊيو ڪآنڦرنسنگ ٽول سونٚ يآ زآتي چآلتيٚ وآڪيٚ يآ سآرو همآري تيمپليٽ آئين وسيلآ چيڪ<eventTemplate>۔ توري پر جڌي او مهڦوز ڇي</eventTemplate> ڪرو۔

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
gig: تم ڪرسڪوٚ ڇو<sentenceCollectorLinkAdd> جملي ريٚ نينيٚ انگ بهڙي ڪرو</sentenceCollectorLinkAdd>استهمآل ڪرتيئيٚ بلڪ <bulkImportDocsLink> Github يآ تم ڪرسڪو ڇو</bulkImportDocsLink>سآمونٚ هوڻ کپي يآ تو آپيرو </licenseLink> يآ آوآمي ڊومين<licenseLink> CC0 يآد رآکو ڪي جملآ هم آپ ليک سڪآنٚ ڇآنٚ۔

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
gig: تم استهمآل ڪر سڪو ڇو<scraperLink> </scraperLink>وڪيپيڊيآExtractor Sentence مينٚ آسان جملآ نيٚ استهمآل ڪريٚ سآرو

source: You check whether the transcription matches the audio
gig: تم چيڪ ڪرو تو ٽرآنڪرپشن آڊيو سون ميلي ڇي يآ نآ ۔

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
gig: تم ويب سآئيٽي مينٚ بهڙي ڪر سڪونٚ ڇو ،ميسآل تور ،آم آوآزhttps://commonvoice.mozilla.org/

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
gig: تم استهمآل ڪر سڪونٚ ڇو اڪيڊمي ريڦرنسنگ اسلوب ،ميسآل تور پر "Mozilla هآرورڊ اندآزي موجود ڇي 15سيپٽمبر2021 (2021)https://commonvoice.mozilla.org/Common Voice.

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
gig: تم نييآپو لي سآرو سوشل ميڊيآ پليٽ ڦآرم استهمآل ڪر سڪو ڇو ۔پوسٽيٚ شيئر ڪرو جۮيٚ وزآهت ڪري ڇي ۔ڪي اوٚ ڪآ زروريٚ ڇي، آئينٚ ۮوجيٚ منکونٚ سونٚ رآبتيٚ مينٚ يآ ٽيڪنآلآجي مينٚ تهسب ، AI هآسل ڪرو جۮيٚ مسلي پر ٻوٚل ري ڇي جييٚو ٻوٚلي ريٚ هآڪين ،آوآز سمآجي مهم چلآئم ،جي مينٚ موآد تم دوبآرآ استهمآل ڪر سڪو ڇو<campaignLink> وڌيڪ سلآ ۮيکونٚ </campaignLink>ڇونٚ

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
gig: تم ڪوئي ٻولي ڪوني ليڌي ڇو مهرباني ڪرين آپيري پيروفآئلي پر جآئو

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
gig: تم اي پنا ني جمح ڪرآئي ري هدي پر پوگ گيئي ڇو مهرباني ڪر ڌوجهو جملو جمح ڪرآئي سارو مهرباني تمآري سبري ري مهرباني { $retryLimit }

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
gig: تم اي پنا ني جمح ڪرآئي ري هد ي پر پوگ گيئي ڇو مهرباني ڪر دوجهو جملو جمح ڪرآئي سارو مهرباني تمآري سبري ري مهرباني { $retryLimit }

source: You have unsaved changes on this page. If you change the locale, your changes will not be saved. Are you sure you want to change the locale?
gig: تمآ ڪني اي پنآ پر گير مهڦوز ڪيۮوڙي تبديلي ڇي ۔ جيڪڏي تم مڪآمي بدلي ڪرو ، تو تمآري بدلي مهڦوز ڪوني هووي ۔ ڪآئي تمني پڪ ڇي ، تو تم مڪآمي بدلي ڪر سڪو ڇو۔

source: You have unsaved changes on this page. If you leave this page, your changes will not be saved. Are you sure you want to leave this page?
gig: تمآ ڪني اي پنآ پر مهڦوز ڪيۮوڙي تبديلي ڇي ۔ جيڪۮي تم اي پنآ ڇوڙو ، تو تمآري تبديلي مهڦوز ڪوني هووي ۔ ڪآئي تم ني پڪ ڇي تو تم اي پنآ ڇوڙڻو چآئو ڇو۔

source: You might also want to consider spanning different contexts and domains.
gig: تم شآهيد مکتلڦ تنآزر آئين ڊومينز ني وسيه ڪري پر گور ڪرڻو ڇآئو ڇو

source: You must allow microphone access.
gig: تم ني مآئيڪرو فون ني پر آسائي ري موڪل ڏيڻ کپي

source: You need to be able to hear every word of the recording. We want machine learning algorithms to be able to handle a variety of background noise, and even relatively loud noises or quiet background music can be accepted provided that they don’t prevent you from hearing the entirety of the text. Crackles or ‘breaking up’ that prevent you hearing the text means you should reject the clip.
gig: تم ني ريڪآڊنگي رو هر لڦزي ني سوڻي ر ڪآبيٚل هوئڻ کپي ۔هم چآوآنٚ ڇآنٚ ڪي ميشين لرننگ آلگورتهم مکتليڦ پس منزري ري گوڙي ني سمبآلير ڪآبيٚل هو جآوي ۔ آئينٚ جتوڻيڪ نسبتآ اونچآئي آواز يآ چوپ پس منزري ري موسيڪي ني ڪبول ڪرسڪي ڇي بشر تيڪ او تم ني موادي ني مڪمل سوڻي سآرو نآ روڪي ،ڇڪڻو يآ بريڪنگ اپ ، جيڪو تم ني مواد سوڻي سآرو روڪي ڇي متلب تو تم ني ڪلپي ني رد ڪرڻو کپي۔

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
gig: تمآرو تلڦز او تريڪو ڇي جيڪو تم لڦز ري اوچآر ڪرو ڇو ، ونوني ترتيب ڏي سڪو ڇو ،تو تم ڪٺي رهو ڇو ، ڪسي ٻولي ٻولو ڇو آئين ۮوجھي ڪترآ انسر ۔ تم ڪين بي مهلومآتي مين هيسيدآري لي سڪو ڇو جيڪو تم مهسوس ڪيۮي ڇو جيڪو اٺي ميلوڙآ ڇي ۔

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
gig: تمآري گمنآم آوآزي ري ريڪآڊنگ ڪآمن وآئس ڊيٽآ سيٽ مين رهي ايڪ دڦهو تم آپيري پروڦآئيلي ني کتم ڪر ڪآڙو ، آٻي ڊيٽآ سيٽ مين تمآري ريڪآڊنگي ني هٽآئي سآرو درکوآش جمآ ڪري ري ڪآبيل ڪوني ڇو۔

source: Your daily goal has been created
gig: تمآرو ڍيليٚ رومڪسد ٺآيوگيٚوڇي۔

source: Your dataset is downloading!
gig: تمآريٚ ڊيٽآ سيٚٽ ڊآئونٚ لوڊ هو ريٚ ڇي

source: Your download has started.
gig: مآري ڌونلوڌ شورو هوگئي ڇي

source: You’re contributing to a target segment
gig: تم ايڪ مڪسد وآڙي حسي مين تآون ڪر رهي ڇون

source: You’re contributing to our first target segment
gig: تم همآري سورو وآڙي حسي مين تحون ڪرو

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
gig: تم اٻي ايٚ ميل لير ڪآبيٚل <bold> ڪونيٚ</bold> ڇو جيونٚ تو مڪسد يآد ڪري سآرو، مآريٚ ترڪيٚ بآري مينٚ ائينٚ ڪآمن وآئيٚس بآري مينٚ کبر لي سڪو ڇو

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
gig: تم اٻي ايٚ ميل لير ڪآبيٚل ڇو جيونٚ تو مڪسد يآد ڪري سآرو، مآريٚ ترڪيٚ بآري مينٚ ائينٚ ڪآمن وآئيٚس بآري مينٚ کبر لي سڪو ڇو

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
gig: تو جآم تيز ٻولرو ڇي۔ مهرباني ڪرين جملي مين ڌيکي سارو ايڪ منٽ ڪآڏ تو پڪ ڪرآن ڪي او سئي ڇي

source: You're helping Common Voice reach our daily sentence goals!
gig: تم ڪآمن وائس ني آپيري روزاني جملي مين مڪسدي پر پوچهي مين مدد ڪر يان

source: Your email address
gig: تمآرو اي ميل پتو

source: You respond or reply to it as naturally as you can
gig: تم جوآب ڏئو يآ او رو جوآب ڪدرتي توري پر ڏئو ،جي يو تم ڪر سڪو ڇو۔

source: Your files are being assembled. Please check again later.
gig: تمآري ڦآئيل بهڙي هو رهي ڇي ،مهربآني ڪرين پڇي وڙي چيڪ ڪرو

source: Your Languages
gig: تمآريٚ ٻوٚليٚ

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
gig: تمآري ٻولي مين ڪيسم ڪلپس ٻآري ڇي جۮي تم آراميم ڇو تو تم تمآري ٻولي مين ۮوجهي جملآ ۮيکي سآرون سٽينگون بدلي ڪر سکو ڇو

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
gig: هو سکي ڇي ڪه تمآري زبآنيم مختليف جملآ سون ٻآري هووي ۔ پر تم آرامي سون تمآر زبآنيم وڌيڪ جملآ ڌيکي سآرو آپير تڪريبن بدلي ڪر سکون ڇون۔

source: Your username and email will not be associated with the published data.
gig: تمآرو سآرڦ نآم آئين اي ميل شآئه هووڙآ ڊيٽآ سون ميلوڙآ ڪوني هووي،

source: Your weekly goal has been created
gig: تمآرو هڦتآ سآرو مڪسد ٺآيو گيٚو ڇي

source: You should receive an email from our Community Manager explaining the steps to get your language added to Common Voice
gig: تمآري ري جلدي وزآهت ڪيۮوڙي ايڪ اي ميل هآسل ڪرڻو کپي ،تمآري ٻولي ني آم آوآزي مين بهڙي ڪري سآرو ڪدم
